# -*- coding: utf-8 -*-

greeting_md = """
Для начала тестирования воспользуйся командой /newtest
"""

help_md = """
Да что тут помогать-то?
Это же _элементарно_, Ватсон.
Выбери режим работы.
"""

nuff_said = """
NUFF SAID.
"""

input_control = {'rus': 'Введите через пробел количество успехов и кликов в контрольной вариации'}

input_treatment = {'rus': 'Введите через пробел количество успехов и кликов в вариации №{:d}'}

default_settings = {'language': 'rus',
                    'alpha': 0.05,
                    'epsilon': 0.9
                    }
